Repository: wdlkmpx/mp
Catalog: po/*.po
Languages: nl

source: &File
nl: &Bestand

source: &Edit
nl: B&ewerk

source: &Search
nl: &Zoeken

source: &Go to
nl: &Ga naar

source: &Options
nl: &Opties

source: %%Empty template file This template file is empty. To create templates, write a name for each one (marked by two % characteres together in the beginning of the line) and a text body, delimited by the next template name or the end of file. By selecting a template from the list (popped up by Ctrl-U), it will be inserted into the current text.
nl: %%Leeg template bestand Dit template bestand is leeg. Om templates te maken, type een naam voor elke (aangegeven met twee % tekens samen in het begin van de regel) en een tekstveld (veld tussen twee opvolgende markeringen/einde van bestand). Bij selecteren een template van de list zal het toegevoegd worden aan de huidige tekst.

source: <help on keys>
nl: <hulp voor toetsen>

source: Decrement font size
nl: Verklein lettertype

source: Unmark block
nl: Demarkeer tekstblok

source: Increment font size
nl: Vergroot lettertype

source: Use regular expressions
nl: Geavanceerder zoeken

source: Case sensitive
nl: Hoofdletter gevoelig

source: Mark column #80
nl: Markeer column # 80

source: Save LF as CR/LF
nl: Bewaar LF als CR/LF

source: Save tabs
nl: Bewaar tabs

source: Automatic indentation
nl: Automatisch inspringen

source: Save modified texts
nl: Bewaar gewijzigde teksten

source: Word wrap...
nl: Woorden afkappen...

source: Search next
nl: Zoek volgende...

source: Tab size...
nl: Tab grootte...

source: Save as...
nl: Opslaan als...

source: Replace...
nl: Vervang...

source: Replace in all...
nl: Vervang in hele tekst...

source: Save...
nl: Opslaan...

source: Record macro
nl: Opnemen macro

source: Paste block
nl: Plak tekstblok

source: Play macro
nl: Uitvoeren macro

source: Reopen...
nl: Heropen...

source: Next
nl: Volgend bestand

source: Word left
nl: Woord links

source: Word right
nl: Woord rechts

source: New
nl: Nieuw

source: Line up
nl: Regel omhoog

source: Page down
nl: Pagina omlaag

source: Page up
nl: Pagina omhoog

source: Character right
nl: Teken rechts

source: Open file under cursor
nl: Open bestand onder de aanwijzer

source: Search text...
nl: Zoek tekst...

source: End of document
nl: Einde van het bestand

source: End of line
nl: Einde van de regel

source: Character left
nl: Teken links

source: Beginning of document
nl: Begin van het bestand

source: Beginning of line
nl: Begin van de regel

source: Position cursor with mouse
nl: Gebruik muis om aan te wijzen

source: Line down
nl: Regel omlaag

source: Help on keys
nl: Hulp voor toetsen

source: Insert tab
nl: Voeg tab toe

source: Help for word under cursor
nl: Hulp voor woord onder de aanwijzer

source: Insert line
nl: Voeg regel toe

source: Insert template...
nl: Voeg template toe...

source: Mark beginning/end of block
nl: Markeer begin/eind van een tekstblok

source: Go to line...
nl: Ga naar regel...

source: Search tag...
nl: Zoek markering...

source: Run system command...
nl: Voor systeem commando uit...

source: Execute editor function...
nl: Voor editor functies uit...

source: Document list
nl: Bestand lijst

source: Edit configuration file
nl: Bewerk configuratie bestand

source: Edit templates file
nl: Bewerk templates bestand

source: Exit
nl: Afsluiten

source: Delete char to the left of cursor
nl: Wis het teken links van de aanwijzer

source: Delete line
nl: Wis regel

source: Copy block
nl: Kopier tekstblok

source: Cut block
nl: Knip tekstblok

source: About...
nl: Over...

source: Close
nl: Sluiten

source: Complete tag...
nl: Maak markering af...

source: Delete char over cursor
nl: Wis het teken onder de aanwijzer

source: Grep (find inside) files...
nl: Zoek in alle bestanden...

source: Line to go to:
nl: Naar regelnummer:

source: <unnamed>
nl: <nieuw bestand>

source: Enter file name:
nl: Bestandsnaam:

source: File '%s' not found.
nl: Bestand '%s' niet vinden.

source: Can't create file '%s'.
nl: Kan bestand '%s' niet aanmaken.

source: File has changed. Save changes?
nl: Bestand veranderd. Wijzigingen Opslaan?

source: System command:
nl: Systeem commando:

source: Error executing command.
nl: Fout bij uitvoeren commando.

source: Open documents
nl: Open bestanden

source: Template file not found (%s)
nl: Template bestand niet gevonden (%s)

source: Select template
nl: Selecteer template

source: Text to seek:
nl: Zoektekst:

source: Text not found.
nl: Tekst niet gevonden.

source: Replace text:
nl: Vervang tekst:

source: Replace with:
nl: Vervang met:

source: To end of file?
nl: Naar het einde van het bestand?

source: Files to grep (empty, all):
nl: In welke bestanden te zoeken (leeg, alles):

source: Tag to seek:
nl: Zoek markering:

source: Word wrap on column (0, no word wrap):
nl: Aantal tekens per regel (0, geen nieuwe regels):

source: Tab size:
nl: Tab grootte:

source: Function to execute:
nl: Functie om uit te voeren:

source: Function not found (%s)
nl: Functie niet gevonden (%s)

source: Tag list
nl: Markerings lijst

source: Tag(s) not found.
nl: Markering(en) niet gevonden.

source: ESC Cancel
nl: ESC Annuleren

source: Y
nl: J

source: [Y/N]
nl: [J/N]

source: <about Minimum Profit>
nl: <over Minimum Profit>

source: Usage: mp [options] [file [file ...]] Options: -t|--tag [tag] Edits the file where tag is defined -w|--word-wrap [col] Sets wordwrapping in column col -ts|--tab-size [size] Sets tab size -ai|--autoindent Sets automatic indentation mode -l|--lang [lang] Language selection -m|--mode [mode] Syntax-hilight mode --col80 Marks column # 80 -bw|--monochrome Monochrome -tx|--text Use text mode (instead of GUI) -sp|--spellcheck Active spellchecking -h|--help This help screen -hw|--hardware-cursor Activates the use of hardware cursor --mouse Activate mouse usage for cursor positioning -nt|--no-transparent Disable transparent mode (eterm, aterm, etc.)
nl: Gebruik: mp [opties] [bestand [bestand ...]] Opties: -t|--tag [markering] Bewerk het bestand waar markering is gedefineerd -w|--word-wrap [col] Zet de woordafkapping op col -ts|--tab-size [size] Zet de tab grootte op size -ai|--autoindent Automatische indenticatie mode -l|--lang [lang] Language selection -m|--mode [mode] Code-hilight mode. Beschikbare modes: --col80 Markeer column # 80 -bw|--monochrome Monochroom -tx|--text Use text mode (instead of GUI) -h|--help Dit help scherm -hw|--hardware-cursor Activeer het gebruik van een hardware aanwijzer --mouse Activeer muis -nt|--no-transparent Zet transparent mode uit (eterm, aterm, etc.)

source: Bad mode.
nl: Verkeerde mode.

source: <help about '%s'>
nl: <hulp over '%s'>

source: No help for '%s'
nl: Geen hulp mogelijk voor '%s'
